Repository: chfoo/penggy-mirror
Catalog: pengfork/po/*.po
Languages: de, fr

source: %s: option `%s' is ambiguous
de: %s: Parameter `%s' ist mehrdeutig
fr: %s: l'option `%s' est ambigüe

source: %s: option `--%s' doesn't allow an argument
de: %s: Parameter `--%s' erlaubt kein Argument
fr: %s: l'option `--%s' n'a pas d'argument

source: %s: option `%c%s' doesn't allow an argument
de: %s: Parameter `%c%s' erlaubt kein Argument
fr: %s: l'option `%c%s' n'a pas d'argument

source: %s: option `%s' requires an argument
de: %s: Parameter `%s' benötigt ein Argument
fr: %s: l'option `%s' a besoin d'un argument

source: %s: unrecognized option `--%s'
de: %s: Unbekannter Parameter `--%s'
fr: %s: option non reconnue `--%s'

source: %s: unrecognized option `%c%s'
de: %s: Unbekannter Parameter `%c%s'
fr: %s: option non reconnue `%c%s'

source: %s: illegal option -- %c
de: %s: Unerlaubter Parameter -- %c
fr: %s: option illégale -- %c

source: %s: invalid option -- %c
de: %s: Ungültiger Parameter -- %c
fr: %s: option invalide -- %c

source: %s: option requires an argument -- %c
de: %s: Parameter benötigt ein Argument -- %c
fr: %s: l'option a besoin d'argument -- %c

source: %s: option `-W %s' is ambiguous
de: %s: Parameter `-W %s' ist mehrdeutig
fr: %s: l'option `-W %s' est ambigüe

source: %s: option `-W %s' doesn't allow an argument
de: %s: Parameter `-W %s' erlaubt kein Argument
fr: %s: l'option `-W %s' n'a pas d'argument

source: P3 - Unknow packet type received: type=0x%02x
de: P3 - Unbekannter Pakettyp empfangen: Typ=0x%02x
fr: P3 - Paquet de type inconnu reçu: type=0x%02x

source: Unable to register P3 protocol functions, access is not connected
de: Konnte P3-Protokollfunktionen nicht registrieren - nicht verbunden
fr: Impossible d'assigner les fontions du protocole P3, le media n'est pas connecté

source: Server seems dead, disconnecting...
de: Server erscheint tot, Verbindung wird getrennt...
fr: Le serveur semble être mort, déconnexion...

source: Loging into provider as '%s'
de: Einloggen beim Provider als '%s'
fr: Authentification auprès du fournisseur en tant que '%s'

source: Unable to open tun device /dev/%s (using 2.2 kernel method): %s(%d).
de: Konnte tun-Device /dev/%s nicht öffnen (Methode von Kernel 2.2): %s (%d).
fr: Impossible d'ouvrir le périphérique tun /dev/%s (avec la méthode d'un noyau 2.2): %s(%d).

source: Unable to open a valid tun device (using 2.2 kernel method).
de: Konnte kein gültiges tun-Device öffnen (Methode von Kernel 2.2): %s (%d).
fr: Impossible d'ouvrir un périphérique tun valide (avec la méthode d'un noyau 2.2).

source: Unable to open /dev/net/tun: %s(%d).
de: Konnte /dev/net/tun nicht öffnen: %s (%d).
fr: Impossible d'ouvrir /dev/net/tun: %s(%d).

source: Assuming 2.2 kernel method.
de: Benutze Methode des Kernels 2.2
fr: Utilisation de la méthode d'un noyau 2.2

source: Unable to open a valid tun device (using pre 2.4.6 kernel method): %s(%d).
de: Konnte kein gültiges tun-Device öffnen (Methode von Kernel <2.4.6): %s (%d).
fr: Impossible d'ouvrir un périphérique tun valide (avec la méthode d'un noyau pré-2.4.6): %s(%d).

source: Unable to open a valid tun device (using post 2.4.6 kernel method): %s(%d).
de: Konnte kein gültiges tun-Device öffnen (Methode von Kernel >2.4.6): %s (%d).
fr: Impossible d'ouvrir un périphérique tun valide (avec la méthode d'un noyau post-2.4.6): %s(%d).

source: IP buffer is full, packet queued
de: IP Puffer ist voll, Paket der Warteschlange hinzugefügt
fr: Le buffer IP est plein, packet mis en queue

source: Unable to open tun device /dev/%s: %s(%d).
de: Konnte tun-Device /dev/%s nicht öffnen: %s (%d).
fr: Impossible d'ouvrir le périphérique tun /dev/%s: %s(%d).

source: Unable to open a valid tun device.
de: Konnte kein gültiges tun-Device öffnen.
fr: Impossible d'ouvrir un périphérique tun valide.

source: Sorry modem support is not compiled in
de: Modem-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support du modem n'est pas compilé

source: Sorry TCP/IP support is not compiled in
de: TCP/IP-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support TCP/IP n'est pas compilé

source: Sorry cable support is not compiled in
de: Kabel-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support cable n'est pas compilé

source: Sorry tun support is not compiled in
de: tun-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support de tun n'est pas compilé

source: Sorry P3 support is not compiled in
de: P3-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support de P3 n'est pas compilé

source: Sorry FLAP support is not compiled in
de: FLAP-Unterstützung wurde nicht einkompiliert
fr: Désolé, le support FLAP n'est pas compilé

source: Device %s already locked by myself, ignoring lock.
de: Das Gerät %s ist bereits durch mich gesperrt, ignoriere Sperrung.
fr: Le périphérique %s est déjà vérouillé par moi-même, vérouillage ignoré.

source: Removing stale lock file %s.
de: Lösche alte Lockdatei %s.
fr: Suppression de l'ancien fichier de verrouillage %s.

source: Can't remove %s: %s (%d).
de: Kann %s nicht entfernen: %s (%d).
fr: Ne peut supprimer %s: %s (%d)

source: Couldn't remove lock file %s: %s (%d)..
de: Konnte Lockdatei %s nicht entfernen: %s (%d).
fr: Ne peut supprimer le fichier de verrouillage %s: %s (%d)

source: Script: Chat success
de: Skript: Chat erfolgreich
fr: Script: Succés du dialogue

source: Script: Chat failure
de: Skript: Chat erfolglos
fr: Script: Echec du dialogue

source: Script: Send '%s'
de: Skript: '%s' gesendet
fr: Script: Envoi de '%s'

source: Script: String '%s' matched
de: Skript: Zeichenkette '%s' traf zu
fr: Script: Chaîne '%s' reconnue

source: Script: No string matched
de: Skript: Keine Zeichenkette traf zu
fr: Script: Aucune chaîne reconnue

source: %s: returned value isn't a boolean.
de: %s: Rückgabewert ist kein Bool'scher
fr: %s: la valeur retournée n'est pas un booléen.

source: Couldn't continue, exiting.
de: Konnte nicht weitermachen, Ende.
fr: Ne peut continuer, sortie.

source: Using %s device...
de: Benutze Gerät %s...
fr: Utilisation du périphérique %s...

source: Unable to initialize the modem
de: Konnte das Modem nicht initialisieren
fr: Impossible d'initializer le modem

source: Dialing provider...
de: Wähle Provider...
fr: Accés au fournisseur...

source: Too many failures, dialing process aborted.
de: Zu viele Fehler, Wählvorgang abgebrochen.
fr: Trop d'échecs, la connexion est abandonée.

source: Dialing %s
de: Wähle %s
fr: Composition du %s

source: Bad string Please verify the phone number, dial string and prefix
de: Fehlerhafte Zeichenkette Bitte Telefonnummer und Wählkommand überprüfen
fr: Mauvaise chaîne Veuillez vérifier le numéro de téléphone, la chaîne de composition et le préfixe

source: Connection at %db/s done.
de: Verbunden mit %db/s.
fr: Connexion à %db/s effectuée

source: No carrier detected
de: Kein Trägerton
fr: Pas de porteuse détectée

source: No dial tone detected
de: Kein Wählton
fr: Aucune tonalité détéctée

source: Provider is busy
de: Provider ist ausgelastet
fr: Le fournisseur sonne occupé

source: Response delayed
de: Anruf verzögert
fr: Trop de temps sans réponse

source: Response voice
de: Sie sind mit einem Telefon verbunden Bitte Telefonnummer überprüfen
fr: Une voix a répondue

source: You have been connected to a fax Please verify the phone number
de: Sie sind mit einem Faxgerät verbunden Bitte Telefonnummer überprüfen
fr: Vous avez été connecté à un fax Veuillez vérifier le numéro de téléphone

source: There was no answer
de: Keine Antwort von der Gegenstelle
fr: Il n'y a pas eu de réponse

source: Modem timed out during dialing
de: Modem überschritt die Zeit während des Wählens
fr: Délai dépassé pendant la numérotation

source: Executing chat script (%s)...
de: Führe Chat-Skript (%s) aus...
fr: Exécution du script de dialogue (%s)...

source: Chat success, connected...
de: Chat erfolgreich, verbunden...
fr: Succés du dialogue, connecté...

source: Chat failure, you're not connected...
de: Chat erfolglos, nicht verbunden...
fr: Echecs du dialogue, vous n'êtes pas connecté...

source: Chat returned a non boolean value. Please verify your chat script.
de: Chatskript gab einen nicht Bool'schen Wert zurück.
fr: Le dialogue n'a pas retourné une valeur booléenne. Veuillez vérifier le script de chat.

source: Device %s is locked
de: Gerät %s ist gesperrt
fr: Le périphérique %s est vérouillé

source: Can't open device %s: %s (%d)
de: Kann Gerät %s nicht öffnen: %s (%d).
fr: Ne peut ouvrir le périphérique %s: %s (%d)

source: %s:%d bad line format: 2nd field isn't a boolean
de: %s:%d: falsches Zeilenformat: 2. Feld ist kein Bool'scher Wert
fr: %s:%d mauvais format de ligne: le 2ème champ n'est pas un booléen

source: %s:%d %s is an unknown dialup server type, assuming default (%s).
de: %s:%d %s ist ein unbekannter Einwahlservertyp, verwende Standard (%s).
fr: %s:%d %s est un type inconnu de connexion au serveur, défaut présumé (%s).

source: phonetab (%s) is empty, edit it first.
de: Telefonbuch (%s) ist leer, bitte zuerst editieren.
fr: phonetab (%s) est vide, éditez le d'abord.

source: Resolving %s...
de: Löse %s auf...
fr: Résolution de %s...

source: Unable to resolve %s: %s (%d)
de: Konnte %s nicht auflösen: %s (%d)
fr: Impossible de résoudre %s: %s (%d)

source: Error while opening socket: %s (%d)
de: Fehler beim Öffnen des Sockets: %s (%d)
fr: Erreur à l'ouverture du socket: %s (%d)

source: Connecting to %s:%d ...
de: Verbinde zu %s:%d...
fr: Connexion à %s:%d ...

source: Error while connecting to AOL: %s (%d)
de: Fehler bei der Verbindung zu AOL: %s (%d)
fr: Erreur pendant la connexion à AOL: %s (%d)

source: Error while putting the socket non-blocking: %s(%d)
de: Fehler beim Setzen des Sockets in den nicht blockierenden Modus: %s (%d)
fr: Erreur en mettant la socket non blocante: %s(%d)

source: Error while closing socket: %s(%d)
de: Fehler beim Schließen des Sockets: %s (%d)
fr: Erreur pendant la fermeture de la socket: %s(%d)

source: IP tunnel - bad size for a small packet
de: IP-Tunnel - falsche Größe für ein kleines Paket
fr: Tunnel IP - Mauvaise taille pour un petit paquet

source: IP tunnel - Packet overflow detected
de: IP-Tunnel - Paketüberlauf festgestellt
fr: Tunnel IP - Dépassement de paquet détécté

source: IP tunnel - Unable to uncompress the packet
de: IP-Tunnel - Konnte Paket nicht dekomprimieren
fr: Tunnel IP - Impossible de décompresser le paquet

source: IP tunnel - Unable to allocate memory
de: IP-Tunnel - Konnte keinen Speicher reservieren
fr: Tunnel IP - Impossible d'allouer la mémoire

source: IP tunnel - received an unknown IP packet
de: IP-Tunnel - Unbekanntes IP-Paket empfangen
fr: Tunnel IP - Paquet IP inconnu reçu

source: /etc/resolv.peng exists
de: /etc/resolv.peng existiert
fr: /etc/resolv.peng existe

source: Could not rename /etc/resolv.conf: %s (%d)
de: Konnte /etc/resolv.conf nicht umbenennen: %s (%d)
fr: Ne peut renommer /etc/resolv.conf: %s (%d)

source: Could not create /etc/resolv.conf: %s (%d)
de: Konnte /etc/resolv.conf nicht erstellen: %s (%d)
fr: Ne peut créer /etc/resolv.conf: %s (%d)

source: Could not delete /etc/resov.conf: %s (%d)
de: Konnte /etc/resolv.conf nicht löschen: %s (%d)
fr: Ne peut supprimer /etc/resov.conf: %s (%d)

source: Could not rename /etc/resolv.peng: %s (%d)
de: Konnte /etc/resolv.peng nicht umbenennen: %s (%d)
fr: Ne peut renommer /etc/resolv.peng: %s (%d)

source: IP address: %s
de: IP-Adresse: %s
fr: Adresse IP: %s

source: DNS server: %s
fr: Serveur DNS: %s

source: Hostname: %s
fr: Nom d'hôte: %s

source: Domain: %s
de: Domäne: %s
fr: Domaine: %s

source: IP tunnel is working.
de: IP-Tunnel erfolgreich hergestellt.
fr: Le tunnel IP fonctionne.

source: engine - No data to wait
de: engine - Auf keine Daten zu warten
fr: engine - Pas de donnée à attendre

source: Server drop the connection.
de: Server beendete die Verbindung.
fr: Le serveur a fermé la connexion.

source: engine - An input buffer is full
de: engine - Ein Eingabepuffer ist voll
fr: engine - Un buffer d'entrée est plein

source: %s:%d bad line format
de: %s:%d: falsches Zeilenformat
fr: %s:%d mauvais format de ligne

source: Error parsing command line, exiting !
de: Fehler beim Verarbeiten der Kommandozeilen, Ende
fr: Erreur à l'analyse de la ligne de commande, sortie !

source: Error parsing configuration files, exiting !
de: Fehler beim Verarbeiten der Konfigurationsdateien, Ende
fr: Erreur à l'analyse des fichiers de configuration, sortie !

source: Bad configuration, exiting !
de: Fehlerhafte Konfiguration, Ende
fr: Mauvaise configuration, sortie !

source: Fatal error, exiting.
de: Schwerer Ausnahmefehler, Ende
fr: Erreur fatale, sortie.

source: Unable to init engine, exiting.
de: Konnte engine nicht initialisieren, Ende
fr: Impossible d'initializer le moteur, sortie.

source: Reconnection in %d seconds...
de: Wiederverbindung in %d Sekunden...
fr: Reconnexion dans %d secondes...

source: Immediate reconnection...
de: Sofortige Wiederverbindung
fr: Reconnexion immédiate...

source: %s daemon started
de: %s-Daemon gestartet
fr: Le démon %s est démarré

source: Unable to open /dev/null: %s (%d)
de: Konnte /dev/null nicht öffnen: %s (%d)
fr: Impossible d'ouvrir /dev/null: %s (%d)

source: Error calling dup2 stdin: %s (%d)
de: Fehler beim Aufruf von dup2 auf stdin: %s (%d)
fr: Erreur à l'appel de dup2 stdin: %s (%d)

source: Error calling dup2 stdout: %s (%d)
de: Fehler beim Aufruf von dup2 auf stdout: %s (%d)
fr: Erreur à l'appel de dup2 stdout: %s (%d)

source: Error calling dup2 stderr: %s (%d)
de: Fehler beim Aufruf von dup2 auf stderr: %s (%d)
fr: Erreur à l'appel de dup2 stderr: %s (%d)

source: Error calling close /dev/null: %s (%d)
de: Fehler beim Schließen von /dev/null: %s (%d)
fr: Erreur à l'appel de close /dev/null: %s (%d)

source: Error calling setsid: %s (%d)
de: Fehler beim Aufruf von setsid: %s (%d)
fr: Erreur à l'appel de setsid: %s (%d)

source: Unable to fork: %s (%d)
de: Konnte keinen neuen Prozess starten: %s (%d)
fr: Impossible de 'forker': %s (%d)

source: Removing stale pid file %s.
de: Lösche alte PID-Datei %s.
fr: Suppression de l'ancien fichier pid %s.

source: %s is already running with pid %d.
de: %s läuft bereits mit PID %d.
fr: %s tourne déjà sous le pid %d.

source: Can't create pid file %s: %s (%d).
de: Konnte PID-Datei %s nicht erstellen: %s (%d).
fr: Ne peut créer le fichier pid %s: %s (%d)

source: Can't set environment variables: %s (%d)
de: Konnte Umgebungsvariablen nicht setzen: %s (%d)
fr: Ne peut assigner les variables d'environnement: %s (%d)

source: Can't exec script %s: %s (%d)
de: Konnte Skript %s nicht ausführen: %s (%d)
fr: Ne peut éxécuter le script %s: %s (%d)

source: Can't fork: %s (%d)
de: Konnte keinen neuen Prozess erzeugen: %s (%d)
fr: Ne peut 'forker': %s (%d)

source: General properties
de: Generelle Optionen
fr: Propriétés générales

source: User authentification
de: Benutzerautentifizierungsoptionen
fr: Authentification de l'utilisateur

source: Modem properties
de: Modem-Optionen
fr: Propriétés relatives au modem

source: DSL properties
de: DSLl-Optionen
fr: Propriétés relative à l'ADSL

source: Cable properties
de: Kabel-Optionen
fr: Propriétés relative au cable

source: TCP/IP properties
de: TCP/IP-Optionen
fr: Propriétés pour TCP/IP

source: Network interface properties
de: Netzwerkschnittstellen-Optionen
fr: Propriétés de l'interface réseau

source: reads configuration file PATH.
de: Konfigurationsdatei PATH lesen.
fr: lit le fichier de configuration PATH.

source: sets the access method for connecting AOL.
de: Setzt die Zugangsart, die für die Verbindung mit AOL genutzt wird.
fr: définit le protocole à utiliser pour la communication avec AOL.

source: sets the protocol used for communication with AOL.
de: Setzt das Protokoll, das für die Kommunikation mit AOL genutzt wird.
fr: définit le protocole à utiliser pour la communication avec AOL.

source: sets the interface type.
de: Setzt den Schnittstellentyp.
fr: définit le type d'interface.

source: sets the interface name.
de: Setzt den Schnittstellennamen.
fr: définit le nom de l'interface.

source: sets the screen-name to use.
de: Setzt den zu benutzenden AOL-Namen.
fr: définit le pseudo à utiliser.

source: enables autoreconnection.
de: Aktiviert automatische Wiederverbindung.
fr: active l'auto-reconnexion.

source: sets the delay between reconnections.
de: Setzt die Verzögerung zwischen den Wiederverbindungen.
fr: définit le délai entre les reconnexions.

source: enables daemon mode, run in background.
de: Aktiviert Daemon-Modus (Programm läuft im Hintergrund).
fr: active le mode "démon" (le programme s'éxécute en tâche de fond).

source: sets the verbosity level of the debug.
de: Setzt den Informationsgehalt des Debugs.
fr: définit le niveau de baratin en debug.

source: sets the dns when connected.
de: Setzt den DNS-Server, wenn verbunden.
fr: assigne le DNS à la connexion.

source: sets the PID file to create
de: Setzt die zu erstellende PID-Datei.
fr: définit le fichier PID à créer

source: sets the script automaticly called when IP is up.
de: Setzt das auszuführende Skript, wenn verbunden.
fr: définit le script automatiquement appelé quand l'IP fonctionne

source: sets the script automaticly called when IP is down.
de: Setzt das auszuführende Skript, wenn getrennt.
fr: définit le script automatiquement appelé quand l'IP s'arrête

source: sets the serial device to use for the modem.
de: Setzt die zu benutzende Gerätedatei für das Modem.
fr: définit le périphérique série à utiliser pour le modem.

source: enables hardware flow control
de: Aktiviert Flusskontrolle per Hardware
fr: active le controle de flux matériel

source: sets the primary initialization string sent to the modem.
de: Setzt die primäre Initialisierungszeichenkette für das Modem.
fr: définit la première chaîne d'initialisation à envoyer au modem.

source: sets the string used to dial.
de: Setzt die Zeichenkette zum Wählen.
fr: définit la chaîne à utiliser pour numéroter.

source: uses STRING to obtain an extern line.
de: benutzt STRING als Amtsholung.
fr: utilise STRING pour obtenir une ligne externe.

source: sets the file where dialup numbers will be searched.
de: Setzt die Datei in der die Einwahlnummern gesucht werden.
fr: définit le fichier où les numéros de connexions seront recherchés.

source: sets the serial line speed.
de: Setzt die serielle Geschwindigkeit.
fr: définit la vitesse du port série.

source: sets the path where chat files will be searched.
de: Setzt den Pfad, in dem nach Chat-Skripten gesucht wird.
fr: définit le chemin où les fichiers de dialogues seront recherchés.

source: Usage : %s [OPTIONS] Operation modes : -h, --help print this help, then exit. -V, --version print version, then exit.
de: Gebrauch: %s [OPTIONEN] Betriebsoptionen: -h, --help Gibt diese Hilfe aus und beendet sich. -V, --version Gibt die Versionsnummer aus und beendet sich.
fr: Usage : %s [OPTIONS] Modes d'opération: -h, --help affiche cette aide. -V, --version affiche la version.

source: %s comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the terms of the GNU General Public License, version 2 or any later version.
fr: %s est donné sans AUCUNE GARANTIE. C'est un logiciel libre, et vous pouvez redistribuer des copies selon les termes de la GNU General Public License, version 2 ou ultérieure.

source: Compilation options :
de: Kompilierungsoptionen:
fr: Options de compilation :

source: Try `%s --help' for more information.
de: Benutzen Sie `%s --help' für nähere Informationen
fr: Essayez '%s --help' pour plus d'information.

source: %s:%d unrecognized option - %s
de: %s:%d: unbekannte Option - %s
fr: %s:%d option non reconnue - %s

source: %s:%d bad boolean value
de: %s:%d: Kein Bool'scher Wert
fr: %s:%d mauvaise valeur booléenne

source: %s:%d not enough memory to get the parameter
de: %s:%d: Nicht genügend Speicher, um den Parameter zu lesen
fr: %s:%d pas assez de mémoire pour traiter les paramètres

source: %s:%d bad integer value
de: %s:%d: Kein ganzzahliger Wert
fr: %s:%d mauvaise valeur entière

source: %s must be
de: %s muss eines der folgenden Werte sein:
fr: %s doit être

source: or
de: oder
fr: ou

source: Screen name not defined, please edit your configuration file (%s).
de: AOL-Name nicht definiert, bitte Konfigurationsdatei (%s) editieren.
fr: Pseudo non défini, veuillez éditer votre fichier de configuration (%s).

source: Screen name '%s' not found in %s.
de: AOL-Name '%s' nicht in %s gefunden.
fr: Pseudo '%s' non trouvé dans %s.

source: %s must be between 0 and 10.
de: %s muss zwischen 0 und 10 liegen.
fr: %s doit être entre 0 et 10

source: %s must be >=0.
de: %s muss >= 0 sein.
fr: %s doit être >=0.

source: File or directory '%s' specified in %s parameter does not exist.
de: Datei oder Verzeichnis '%s', angegeben im %s Parameter, existiert nicht.
fr: Le fichier ou répertoire '%s' spécifié dans le paramètre %s n'existe pas.

source: File specified in %s parameter has to be created in directory '%s' but it doesn't exist.
de: Die im %s Parameter angegebene Datei muss im Verzeichnis %s erstellt werden, aber dieses existiert nicht.
fr: Le fichier spécifié dans le paramètre %s doit être créé dans le repertoire '%s' mais celui-ci n'existe pas.

source: %s has an invalid line speed specification.
de: %s hat eine ungültige Geschwindigkeitsangabe.
fr: %s a une spécification de vitesse de ligne invalide.

source: %s must be a valid port (between 1 and 65535).
de: %s muss ein gültiger port (zwischen 1 und 65535) sein.
fr: %s doit être un port valide (entre 1 and 65535).

source: %s received, exiting.
de: %s empfangen, Ende.
fr: %s reçu, sortie.
